{
	"@metadata": {
		"authors": [
			"Gerardduenas",
			"Jmarchn",
			"Toniher",
			"Vriullop"
		]
	},
	"ores-desc": "Mostra puntuacions automàtiques de les revisions a la interfície",
	"ores-damaging-filter": "$1 edicions probablement benintencionades.",
	"ores-damaging-letter": "r",
	"ores-damaging-title": "Aquesta edició necessita revisió",
	"ores-damaging-legend": "Aquesta edició pot tenir problemes i caldria revisar-la ([[:mw:Special:MyLanguage/ORES review tool|més info]])",
	"ores-hide-nondamaging-filter": "Amaga les edicions que siguin probablement bones",
	"ores-pref-damaging": "Llindar de predicció",
	"ores-pref-damaging-flag": "Ressalta les edicions que siguin possiblement problemàtiques amb colors i una «{{int:ores-damaging-letter}}» per «cal revisió»",
	"ores-damaging-maybebad": "Pot tenir problemes (marca la majoria de les edicions problemàtiques però inclou molts falsos positius)",
	"ores-damaging-likelybad": "Possiblement que tingui problemes (probabilitat mitjana)",
	"ores-damaging-verylikelybad": "Molt possiblement que tinguin problemes (marca pocs falsos positius, però troba un % menor d'edicions problemàtiques)",
	"ores-help-damaging-pref": "Canvia el paràmetre de «llindar» per fer que les opcions de sota siguin més o menys selectives.",
	"ores-rcfilters-whats-this-link-text": "Més informació",
	"ores-rcfilters-ores-conflicts-logactions-global": "El filtre «{{int:rcfilters-filter-logactions-label}}» entra en conflicte amb un o més filtres de qualitat de les contribucions o d'intenció de l'usuari. Les prediccions de qualitat i intenció no són disponibles per a les accions d'usuaris que han iniciat la sessió. Els filtres en conflicte estan marcats, a sobre, a l'àrea de Filtres actius.",
	"ores-rcfilters-logactions-conflicts-ores": "Aquest filtre entra en conflicte amb un o més filtres de qualitat de la contribució o d'intenció de l'usuari. Les prediccions de qualitat i intenció no són disponibles per a les accions d'usuaris que han iniciat la sessió.",
	"ores-rcfilters-damaging-title": "Prediccions de la qualitat de les contribucions",
	"ores-rcfilters-damaging-whats-this-header": "Quant a les prediccions de la qualitat de les contribucions",
	"ores-rcfilters-damaging-whats-this-body": "Aquestes prediccions són fetes per un servei d'aprenentatge automàtic entrenat amb un gran conjunt d'edicions puntuades per editors humans. Els filtres més estrictes i precisos troben menys falsos positius, però deixen de trobar alguns possibles candidats. Els filtres menys precisos troben més candidats, però també inclouen més falsos positius.",
	"ores-rcfilters-damaging-conflicts-logactions": "Les prediccions de la qualitat de les contribucions no són disponibles per a certs tipus de canvis. Aquest filtre entra en conflicte amb {{PLURAL:$2|el següent filtre|els següents filtres}} de tipus de canvi: $1",
	"ores-rcfilters-damaging-likelygood-label": "Molt possiblement bo",
	"ores-rcfilters-damaging-likelygood-desc": "Molt precís per trobar gairebé totes les edicions sense problemes.",
	"ores-rcfilters-damaging-maybebad-label": "Pot tenir problemes",
	"ores-rcfilters-damaging-maybebad-desc": "Troba la majoria d'edicions errònies o perjudicials, però amb una precisió menor.",
	"ores-rcfilters-damaging-likelybad-label": "Possiblement que tinguin problemes",
	"ores-rcfilters-damaging-likelybad-desc-low": "Amb precisió mitjana, troba una fracció intermèdia d'edicions problemàtiques.",
	"ores-rcfilters-damaging-likelybad-desc-high": "Amb altra precisió, troba la majoria d'edicions problemàtiques.",
	"ores-rcfilters-damaging-verylikelybad-label": "Molt possiblement que tinguin problemes",
	"ores-rcfilters-damaging-verylikelybad-desc": "Molt precís trobant les edicions més òbviament errònies o perjudicials.",
	"ores-rcfilters-goodfaith-title": "Prediccions de la intenció de l'usuari",
	"ores-rcfilters-goodfaith-whats-this-header": "Quant a les prediccions de la intenció de l'usuari",
	"ores-rcfilters-goodfaith-whats-this-body": "Aquestes prediccions són sobre la bona fer dels usuaris i són fetes per un servei d'aprenentatge automàtic entrenat amb un gran conjunt d'edicions puntuades per editors humans. Els filtres més estrictes i precisos troben menys falsos positius, però deixen de trobar alguns possibles candidats. Els filtres menys precisos troben més candidats, però també inclouen més falsos positius.",
	"ores-rcfilters-goodfaith-conflicts-logactions": "Les prediccions de les intencions d'usuari no són disponibles per a certs tipus de canvis. Aquest filtre entra en conflicte amb {{PLURAL:$2|el següent filtre|els següents filtres}} de tipus de canvi: $1",
	"ores-rcfilters-goodfaith-good-label": "Molt possiblement bona fe",
	"ores-rcfilters-goodfaith-good-desc": "Molt precís trobant gairebé totes les edicions de bona fe.",
	"ores-rcfilters-goodfaith-maybebad-label": "Pot ser mala fe",
	"ores-rcfilters-goodfaith-maybebad-desc": "Troba la majoria de les edicions de mala fe, però amb una menor precisió.",
	"ores-rcfilters-goodfaith-bad-label": "Possiblement mala fe",
	"ores-rcfilters-goodfaith-bad-desc-low": "Amb precisió mitjana, troba una fracció intermèdia de les edicions de mala fe.",
	"ores-rcfilters-goodfaith-bad-desc-high": "Amb precisió mitjana, troba la majoria d'edicions de mala fe.",
	"ores-rcfilters-goodfaith-verylikelybad-label": "Molt possiblement que tinguin mala fe",
	"ores-rcfilters-goodfaith-verylikelybad-desc": "Molt precís trobant les edicions de mala fe més òbvies.",
	"ores-pref-highlight": "Ressalta les edicions que siguin possiblement problemàtiques amb colors i una «{{int:ores-damaging-letter}}» per «cal revisió»",
	"ores-pref-rc-hidenondamaging": "Mostra només les edicions que possiblement són problemàtiques (i amaga les que probablement són bones edicions)",
	"ores-pref-watchlist-hidenondamaging": "Mostra només les edicions que són possiblement problemàtiques (i amaga les que probablement són bones edicions)",
	"prefs-ores-wl": "Puntuació de la revisió a la Llista de seguiment i les Contribucions",
	"prefs-ores-rc": "Puntuació de les revisions en els Canvis recents i en els Canvis relacionats",
	"oresmodels": "Estadístiques del model ORES",
	"ores-specialoresmodels-header-filter": "Filtre",
	"ores-specialoresmodels-header-precision": "Precisió",
	"ores-specialoresmodels-header-recall": "Recorda",
	"ores-specialoresmodels-header-thresholdrange": "Interval del llindar",
	"ores-api-show-note": "Quan utilitzeu <kbd>oresreview</kbd> o <kbd>!oresreview</kbd>, les revisions que no tinguin puntuació ORES (edicions antigues) es considerarà que no necessiten revisió, encara que necessitessin revisió si es puntuessin."
}
