{
	"@metadata": {
		"authors": [
			"Macofe",
			"Yllelder",
			"Julián L",
			"Fitoschido",
			"Luzcaru",
			"Dgstranz",
			"Pacoexe"
		]
	},
	"ores-beta-feature-description": "ORES es una herramienta basada en inteligencia artificial que resalta ediciones probablemente dañinas en cambios recientes y lista de seguimiento.",
	"ores-desc": "Expone puntuaciones automatizadas de revisiones en la interfaz",
	"ores-damaging-filter": "$1 ediciones probablemente buenas",
	"ores-damaging-letter": "r",
	"ores-damaging-title": "Esta edición necesita ser revisada",
	"ores-damaging-legend": "Esta edición puede tener problemas y debería revisarse ([[:mw:Special:MyLanguage/ORES review tool|más información]])",
	"ores-hide-nondamaging-filter": "Ocultar las ediciones probablemente buenas",
	"ores-pref-damaging": "Umbral de predicción",
	"ores-pref-damaging-flag": "Resalte probables ediciones con problemas con colores y una \"{{int:ores-letra-dañino}}\" si \"necesita revisión\" (para fijar el nivel al que se marcan las ediciones, use la \n\"{{int:ores-pref-dañino}}\" en la configuración de  preferencias de la Lista de Seguimiento)",
	"ores-damaging-maybebad": "Pueden tener problemas (marca la mayoría de ediciones problemáticas, pero entre ellas hay muchos falsos positivos)",
	"ores-damaging-likelybad": "Probablemente tienen problemas (probabilidad media)",
	"ores-damaging-verylikelybad": "Muy probablemente tienen problemas (marca pocos falsos positivos, pero encuentra un porcentaje menor de ediciones problemáticas)",
	"ores-help-damaging-pref": "Fija la sensibilidad de las opciones «Resaltar las ediciones que probablemente tienen problemas...» y «Mostrar solo las ediciones que probablemente tienen problemas...» en la página de cambios recientes y la lista de seguimiento.",
	"ores-rcfilters-whats-this-link-text": "Más información",
	"ores-rcfilters-ores-conflicts-logactions-global": "El filtro de acciones conectadas está en conflicto con uno o más filtros de calidad de las contribuciones o de intenciones del usuario. Los filtros en conflicto están marcados en el área de filtros activos, arriba.",
	"ores-rcfilters-logactions-conflicts-ores": "Este filtro está en conflicto con uno o más filtros de calidad de las contribuciones o de intención del usuario. Las predicciones de calidad e intención no están disponibles para acciones de usuarios conectados.",
	"ores-rcfilters-damaging-title": "Predicciones de calidad de las contribuciones",
	"ores-rcfilters-damaging-whats-this-header": "Acerca de las predicciones de calidad de las contribuciones",
	"ores-rcfilters-damaging-whats-this-body": "Estas predicciones son efectuadas por un servicio de aprendizaje automático entrenado en un gran conjunto de ediciones evaluadas por editores humanos. Los filtros más estrictos y precisos encuentran menos falsos positivos, pero dejan de encontrar más objetivos válidos. Los filtros menos precisos encuentran más objetivos válidos, pero también más falsos positivos.",
	"ores-rcfilters-damaging-conflicts-logactions": "Las predicciones de calidad de las contribuciones no están disponibles para determinados tipos de edición, por lo que este filtro entra en conflicto con {{PLURAL:$2|el siguiente filtro|los siguientes filtros}} de tipo de edición: $1",
	"ores-rcfilters-damaging-likelygood-label": "Muy probablemente buenas",
	"ores-rcfilters-damaging-likelygood-desc": "Filtro preciso para encontrar casi todas las ediciones que no planteen problemas.",
	"ores-rcfilters-damaging-maybebad-label": "Pueden tener problemas",
	"ores-rcfilters-damaging-maybebad-desc": "Encuentra la mayoría de ediciones erróneas o perjudiciales, pero con menor precisión.",
	"ores-rcfilters-damaging-likelybad-label": "Probablemente tienen problemas",
	"ores-rcfilters-damaging-likelybad-desc-low": "Con precisión media, encuentra una fracción intermedia de ediciones problemáticas.",
	"ores-rcfilters-damaging-likelybad-desc-high": "Con precisión alta, encuentra la mayoría de las ediciones problemáticas.",
	"ores-rcfilters-damaging-verylikelybad-label": "Muy probablemente tienen problemas",
	"ores-rcfilters-damaging-verylikelybad-desc": "Encuentra con gran precisión las ediciones claramente más erróneas o dañinas.",
	"ores-rcfilters-goodfaith-title": "Predicciones de las intenciones del usuario",
	"ores-rcfilters-goodfaith-whats-this-header": "Acerca de las predicciones de intención de los usuarios",
	"ores-rcfilters-goodfaith-whats-this-body": "Estas predicciones sobre la buena fe de los usuarios son efectuadas por un servicio de aprendizaje automático entrenado en un gran conjunto de ediciones evaluadas por editores humanos. Los filtros más estrictos y precisos encuentran menos falsos positivos, pero dejan de encontrar más objetivos válidos. Los filtros menos precisos encuentran más objetivos válidos, pero también más falsos positivos.",
	"ores-rcfilters-goodfaith-conflicts-logactions": "Las predicciones de intenciones del usuario no están disponibles para determinados tipos de edición, así que este filtro entra en conflicto con {{PLURAL:$2|el siguiente filtro|los siguientes filtros}} de tipos de edición: $1",
	"ores-rcfilters-goodfaith-good-label": "Muy probablemente de buena fe",
	"ores-rcfilters-goodfaith-good-desc": "Muy preciso para encontrar casi todas las ediciones realizadas de buena fe.",
	"ores-rcfilters-goodfaith-maybebad-label": "Pueden ser de mala fe",
	"ores-rcfilters-goodfaith-maybebad-desc": "Encuentra la mayoría de ediciones de mala fe, pero con menor precisión.",
	"ores-rcfilters-goodfaith-bad-label": "Probablemente de mala fe",
	"ores-rcfilters-goodfaith-bad-desc-low": "Con precisión media, encuentra una fracción intermedia de ediciones de mala fe.",
	"ores-rcfilters-goodfaith-bad-desc-high": "Con precisión media, encuentra la mayoría de las ediciones de mala fe.",
	"ores-rcfilters-goodfaith-verylikelybad-label": "Muy probablemente de mala fe",
	"ores-rcfilters-goodfaith-verylikelybad-desc": "Encuentra con gran precisión las ediciones realizadas de mala fe.",
	"ores-pref-highlight": "Resaltar ediciones probablemente que probablemente tienen problemas con colores y un «{{int:ores-damaging-letter}}» para «necesita revisión»",
	"ores-pref-rc-hidenondamaging": "Mostrar solo las modificaciones que probablemente tienen problemas (y ocultar las probablemente buenas)",
	"ores-pref-watchlist-hidenondamaging": "Mostrar solo las modificaciones que probablemente tienen problemas (y ocultar las probablemente buenas)",
	"prefs-ores": "Puntuación de revisión",
	"apihelp-query+ores-description": "Devolver la configuración de ORES y los datos del modelo para este wiki.",
	"apihelp-query+ores-example-simple": "Obtener datos ORES:",
	"apihelp-query+revisions-paramvalue-prop-oresscores": "Puntuaciones ORES para la revisión.",
	"apihelp-query+allrevisions-paramvalue-prop-oresscores": "Puntuaciones ORES para la revisión.",
	"apihelp-query+recentchanges-paramvalue-prop-oresscores": "Añade las puntuaciones ORES para la entrada.",
	"apihelp-query+watchlist-paramvalue-prop-oresscores": "Añade las puntuaciones ORES para la edición.",
	"apihelp-query+usercontribs-paramvalue-prop-oresscores": "Añade las puntuaciones ORES para la edición.",
	"ores-api-show-note": "Al usar <kbd>oresreview</kbd> o <kbd>!oresreview</kbd>, las ediciones sin puntuación (por ejemplo, ediciones muy antiguas) se considera que no necesitan ser revisadas aun si lo necesitasen en caso de ser evaluadas."
}
