{
	"@metadata": {
		"authors": [
			"Pyscowicz"
		]
	},
	"ores-desc": "Näytä automaattinen versuunien pisteytys",
	"ores-damaging-filter": "$1 todennäköisesti hyvät muutokset",
	"ores-damaging-letter": "r",
	"ores-damaging-title": "Tämä mookkaus häätyy tarkastaa",
	"ores-damaging-legend": "Tässä mookkauksessa voi olla prupleemia ja se tulisi tarkastaa ([[:mw:Special:MyLanguage/ORES review tool|lisätietoja]])",
	"ores-hide-nondamaging-filter": "Piilota todennäkösesti hyvät mookkaukset",
	"ores-pref-damaging": "Ennustekynnys",
	"ores-pref-damaging-flag": "Korostaa \"huomiota kaipaavaksi\" todennäkösesti prupleemalliset mookkaukset värillä ja \"{{int:ores-damaging-letter}}\"",
	"ores-damaging-maybebad": "Sisältää mahdollisesti ongelmia (löytää suurimman osan ongelmallisista mookkauksista, mutta tulokset sisältävät myös paljon vääriä osumia)",
	"ores-damaging-likelybad": "Sisältää todennäköisesti ongelmia (keskiverto todennäköisyys)",
	"ores-damaging-verylikelybad": "Sisältää erittäin todennäköisesti ongelmia (vähemmän vääriä osumia, mutta löytää vähemmän ongelmallisia mookkauksia)",
	"ores-rcfilters-whats-this-link-text": "Lue lissää",
	"ores-rcfilters-ores-conflicts-logactions-global": "\"{{int:rcfilters-filter-logactions-label}}\"-suodatusvalinta oon ristiriitainen yhden tai useamman muokkauksen laatua tai käyttäjän tarkoitusta ennustavan filtterivalinnan kanssa. Nämä valinnat eivät ole käytössä lokimerkinnöille. Ristiriitaiset filtterit oon merkitty yläpuolella olevassa \"Aktiiviset suodattimet\" -kohdassa.",
	"ores-rcfilters-logactions-conflicts-ores": "Tämä filtteri oon ristiriidassa yhden tai useamman mookkauksen laatu tai -tarkoitus filtterin kanssa. Mookkauksen laatu tai -tarkoitus filtterit eivät ole käytettävissä lokimerkinnöissä.",
	"ores-rcfilters-damaging-title": "Mookkauksen laadun ennustaminen",
	"ores-rcfilters-damaging-whats-this-header": "Tietoja mookkauksen laatuennusteesta",
	"ores-rcfilters-damaging-whats-this-body": "Nämä ennusteet oon tehty koneoppimiseen perustuvalla ohjelmistolla, jota oon opetettu suurella määrällä ihmisten pisteyttämiä mookkauksia. Tiukemmat filtterit löytävät vähemmän vääriä osumia, mutta useampi virheellinen mookkaus pääsee ohi suodattimesta. Vähemmän tarkat filtterit löytävät useammin kohteen, mutta niissä oon enemmän virheellisiä osumia.",
	"ores-rcfilters-damaging-conflicts-logactions": "Mookkauksen laatuennusteet eivät ole käytössä kaikentyyppisille muutoksille ja siksi tämä suodatin oon ristiriidassa seuraavien mookkaustyyppivalintojen kanssa: {{PLURAL:$2|suodatin|suodattimet}}: $1",
	"ores-rcfilters-damaging-likelygood-label": "Hyvin todennäköisesti hyvä mookkaus",
	"ores-rcfilters-damaging-likelygood-desc": "Erittäin tarkka löytämään lähes kokonaan ongelmattomia mookkauksia.",
	"ores-rcfilters-damaging-maybebad-label": "Saattaa sisältää ongelmia",
	"ores-rcfilters-damaging-maybebad-desc": "Löytää eniten virheellisiä tai vahingollisia mookkauksia, mutta tarkkuus oon alempi.",
	"ores-rcfilters-damaging-likelybad-label": "Sisältää todennäköisesti ongelmia",
	"ores-rcfilters-damaging-likelybad-desc-low": "Löytää keskitarkkuudella välijatkeen ongelmallisista mookkauksista.",
	"ores-rcfilters-damaging-likelybad-desc-high": "Suurella tarkkuudella, löytää useimmat ongelmamookkaukset.",
	"ores-rcfilters-damaging-verylikelybad-desc": "Erittäin tarkka löytämään ilmiselvästi virheelliset tai vahingolliset mookkaukset.",
	"ores-rcfilters-goodfaith-whats-this-body": "Nämä ennusteet oon tehty koneoppimiseen perustuvalla ohjelmistolla, jota oon opetettu suurela määrälä ihmisten pisteyttämiä mookkauksia. Tiukemmat filtterit löytävät vähemmän vääriä osumia, mutta useampi virheellinen mookkaus pääsee ohi filtteristä. Vähemmän tarkat filtterit löytävät useammin kohteen, mutta niissä oon enemmän virheellisiä osumia.",
	"ores-rcfilters-goodfaith-conflicts-logactions": "Mookkauksen tarkoitusennusteet eivät ole käytössä kaikentyyppisille muutoksille ja siksi tämä filtteri oon ristiriidassa seuraavien mookkaustyyppivalintojen kanssa: {{PLURAL:$2|suodatin|suodattimet}}: $1",
	"ores-rcfilters-goodfaith-good-desc": "Erittäin tarkka löytämään lähes pelkästään hyväntahtoisia mookkauksia.",
	"ores-rcfilters-goodfaith-maybebad-desc": "Löytää pääosin pahantahtoisia mookkauksia, mutta tarkkuus oon alempi.",
	"ores-rcfilters-goodfaith-bad-desc-high": "Keskipitkällä tarkkuudella, löytää useimmat pahantahtoiset mookkaukset.",
	"ores-rcfilters-goodfaith-verylikelybad-desc": "Erittäin hyvin tarkka löytämään selkeimmin pahantahtoiset mookkaukset.",
	"ores-pref-highlight": "Korosta ”huomiota kaipaavat” mookkaukset, joissa todennäköisesti oon prupleema, värillä ja ”{{int:ores-damaging-letter}}”-kirjaimella.",
	"ores-pref-rc-hidenondamaging": "Näytä vain todennäkösesti ongelmalliset mookkaukset (piilottaa todennäkösesti hyvät mookkaukset)",
	"ores-pref-watchlist-hidenondamaging": "Näytä vain todennäkösesti ongelmalliset mookkaukset (piilottaa todennäkösesti hyvät mookkaukset)",
	"prefs-ores-wl": "Versuunien pistearviointi valvontalistala",
	"prefs-ores-rc": "Versuunien pistearviointi vereksissä muutoksissa ja relateeratuissa muutoksissa",
	"oresmodels": "ORES-mallin statistiikit",
	"ores-specialoresmodels-header-filter": "Filtteri",
	"ores-api-show-note": "Käytettäessä <kbd>oresreview</kbd> tai <kbd>!oresreview</kbd>-valintoja, niin versuunit ilman pisteitä (esim. hyvin vanhat versuunit) näytetään aina sellaisina etteivät ne vaadi tarkistusta, vaikka jos arviointi suoritettaisiin, niin tarkistus tarvittaisiin."
}
