{
	"@metadata": {
		"authors": [
			"Framawiki",
			"Gomoko",
			"Momo50WM",
			"Od1n",
			"Pols12",
			"Thibaut120094",
			"Tititou36",
			"Trizek (WMF)",
			"Urhixidur",
			"Verdy p",
			"Wladek92"
		]
	},
	"ores-desc": "Affiche les notes automatisées des révisions dans l’interface.",
	"ores-damaging-filter": "$1 modifications probablement bonnes",
	"ores-damaging-letter": "r",
	"ores-damaging-title": "Cette modification doit être revue",
	"ores-damaging-legend": "Cette modification peut présenter des problèmes et doit être relue ([[:mw:Special:MyLanguage/ORES review tool|informations supplémentaires]])",
	"ores-hide-nondamaging-filter": "Cacher les modifications probablement bonnes",
	"ores-pref-damaging": "Seuil de prédiction",
	"ores-pref-damaging-flag": "Met en surbrillance à l’aide de couleurs les modifications qui semblent problématiques et ajoute un « {{int:ores-damaging-letter}} » pour signifier « nécessite une relecture »",
	"ores-damaging-maybebad": "Peuvent avoir des problèmes (marque la plupart des modifications à problème, mais inclut beaucoup de faux positifs)",
	"ores-damaging-likelybad": "Ont probablement des problèmes (probabilité moyenne)",
	"ores-damaging-verylikelybad": "Ont certainement des problèmes (marque peu de faux positifs, mais trouve un pourcentage moindre de modifications à problème)",
	"ores-help-damaging-pref": "Modifier le paramètre de « seuil » pour rendre les options ci-dessous plus ou moins sélectives.",
	"ores-rcfilters-whats-this-link-text": "En savoir plus",
	"ores-rcfilters-ores-conflicts-logactions-global": "Le filtre « {{int:rcfilters-filter-logactions-label}} » est en conflit avec au moins un des filtres « Qualité de contribution » ou « Intention de l’utilisateur ». Les prédictions de qualité et d’intention ne sont pas disponibles pour les actions tracées. Les filtres en conflit sont marqués dans la zone des filtres actifs ci-dessus.",
	"ores-rcfilters-logactions-conflicts-ores": "Ce filtre est en conflit avec au moins un filtre Qualité de la contribution ou Intention de l’utilisateur. Les prédictions de qualité et d’intention ne sont pas disponibles pour les actions tracées.",
	"ores-rcfilters-damaging-title": "Prédictions de qualité de la contribution",
	"ores-rcfilters-damaging-whats-this-header": "À propos des prédictions de qualité de la contribution",
	"ores-rcfilters-damaging-whats-this-body": "Ces prévisions sont faites par un service d’apprentissage par machine entraîné sur un large ensemble de modifications réalisées par des éditeurs humains. Des filtres plus restrictifs ou plus précis trouveraient moins de faux positifs, mais passeraient à côté de leurs cibles. Des filtres moins précis trouveront plus de cibles, mais également plus de faux positifs.",
	"ores-rcfilters-damaging-conflicts-logactions": "Les prédictions de qualité de la contribution ne sont pas disponibles pour certains types de modification, donc ce filtre est en conflit avec {{PLURAL:$2|le filtre de Type de modification suivant|les filtres de Type de modification suivants}} : $1",
	"ores-rcfilters-damaging-likelygood-label": "Très vraisemblablement bonnes",
	"ores-rcfilters-damaging-likelygood-desc": "Filtre précis pour trouver presque toutes les modifications sans problèmes.",
	"ores-rcfilters-damaging-maybebad-label": "Peuvent avoir des problèmes",
	"ores-rcfilters-damaging-maybebad-desc": "Trouve la plupart des modifications incorrectes ou dommageables, mais avec une faible exactitude.",
	"ores-rcfilters-damaging-likelybad-label": "Ont probablement des problèmes",
	"ores-rcfilters-damaging-likelybad-desc-low": "Avec une précision moyenne, trouve une part intermédiaire des modifications problématiques.",
	"ores-rcfilters-damaging-likelybad-desc-high": "Avec une haute précision, trouve la plupart des modifications problématiques.",
	"ores-rcfilters-damaging-verylikelybad-label": "Fortement susceptibles d’avoir des problèmes",
	"ores-rcfilters-damaging-verylikelybad-desc": "Très précis pour trouver les modifications incorrectes ou dommageables les plus évidentes.",
	"ores-rcfilters-goodfaith-title": "Prédictions des intentions de l’utilisateur",
	"ores-rcfilters-goodfaith-whats-this-header": "À propos des prédictions d’intention de l’utilisateur",
	"ores-rcfilters-goodfaith-whats-this-body": "Ces prédictions sur la bonne foi des utilisateurs sont faites par un service d’apprentissage automatique entraîné sur un grand ensemble de modifications préalablement notées par des éditeurs humains. Des filtres plus stricts et plus précis trouvent peu de faux positifs, mais peuvent manquer davantage leur cible. Les filtres moins précis trouvent plus leur cible, mais aussi plus de faux positifs.",
	"ores-rcfilters-goodfaith-conflicts-logactions": "Les prédictions d’intention de l’utilisateur ne sont pas disponibles pour certains types de modification, donc ce filtre est en conflit avec {{PLURAL:$2|le filtre de Type de modification suivant|les filtres de Type de modification suivants}} : $1",
	"ores-rcfilters-goodfaith-good-label": "Très vraisemblablement de bonne foi",
	"ores-rcfilters-goodfaith-good-desc": "Très précis pour trouver presque toutes les modifications de bonne foi.",
	"ores-rcfilters-goodfaith-maybebad-label": "Peut être de mauvaise foi",
	"ores-rcfilters-goodfaith-maybebad-desc": "Trouve la plupart des modifications de mauvaise foi, mais avec une plus faible précision.",
	"ores-rcfilters-goodfaith-bad-label": "Sans doute de mauvaise foi",
	"ores-rcfilters-goodfaith-bad-desc-low": "Avec une précision moyenne, trouve une portion intermédiaire d'éditions problématiques volontaires.",
	"ores-rcfilters-goodfaith-bad-desc-high": "Avec une précision moyenne, trouve le plus d'éditions problématiques volontaires.",
	"ores-rcfilters-goodfaith-verylikelybad-label": "Très probablement de mauvaise foi",
	"ores-rcfilters-goodfaith-verylikelybad-desc": "Très précis pour trouver les modifications de mauvaise foi les plus évidentes.",
	"ores-pref-highlight": "Surligner les modifications probablement problématiques avec des couleurs et un « {{int:ores-damaging-letter}} » pour « nécessite une relecture »",
	"ores-pref-rc-hidenondamaging": "Afficher uniquement les modifications probablement problématiques (et masquer celles probablement bonnes)",
	"ores-pref-watchlist-hidenondamaging": "Afficher uniquement les modifications paraissant problématiques (et masquer celles probablement bonnes)",
	"prefs-ores-wl": "Notation des versions sur la liste de suivi et les contributions",
	"prefs-ores-rc": "Notation des versions listées dans les pages Modifications récentes et Suivi des pages liées",
	"oresmodels": "Statistiques des modèles ORES",
	"ores-specialoresmodels-header-filter": "Filtre",
	"ores-specialoresmodels-header-precision": "Précision",
	"ores-specialoresmodels-header-recall": "Rappel",
	"ores-specialoresmodels-header-thresholdrange": "Intervalle du seuil",
	"ores-api-show-note": "En utilisant <kbd>oresreview</kbd> ou <kbd>!oresreview</kbd>, les versions non notées (par ex. les versions très vieilles) sont considérées comme ne nécessitant pas de relecture, même si elles en nécessiteraient si elles étaient notées."
}
