{
	"@metadata": {
		"authors": [
			"Elisardojm",
			"Banjo"
		]
	},
	"ores-beta-feature-description": "ORES é unha ferramenta baseada nunha AI que resalta as edicións potencialmente perxudiciais nos cambios recentes e na lista de vixiancia.",
	"ores-desc": "Expón as puntuacións de revisións automatizadas na interface",
	"ores-damaging-filter": "$1 edicións probablemente boas",
	"ores-damaging-letter": "r",
	"ores-damaging-title": "Esta edición necesita revisión",
	"ores-damaging-legend": "Esta edición pode ter problemas e debería revisarse ([[:mw:Special:MyLanguage/ORES review tool|máis información]])",
	"ores-hide-nondamaging-filter": "Ocultar as edicións probablemente boas",
	"ores-pref-damaging": "Nivel de predición",
	"ores-pref-damaging-flag": "Resalte con cores as edición que semellan problemáticas e engada un \"{{int:ores-damaging-letter}}\" para indicar \"precisa revisión\" (para definir o nivel ó que se marcan as edicións, use o parámetro \"{{int:ores-pref-damaging}}\" nas preferencias da lista de vixilancia)",
	"ores-damaging-maybebad": "Poden ter problemas (marca a maioría de edicións problemáticas, pero entre elas hai moitos falsos positivos)",
	"ores-damaging-likelybad": "Probablemente teñen problemas (probabilidade media)",
	"ores-damaging-verylikelybad": "Moi probablemente teñen problemas (marca poucos falsos positivos, pero atopa unha porcentaxe menor de edicións problemáticas)",
	"ores-help-damaging-pref": "Define a sensibilidade das opcións «Resaltar as edicións que probablemente teñen problemas...» e «Mostrar só as edicións que probablemente teñen problemas...» na páxina de cambios recentes e na lista de vixilancia.",
	"ores-rcfilters-whats-this-link-text": "Máis información",
	"ores-rcfilters-ores-conflicts-logactions-global": "O filtro de \"accións rexistradas\" entra en conflito cun o máis filtros de calidade das contribucións ou de intencións do usuario. As predicións de calidade e de intención non están dispoñibles para accións rexistradas. Os filtros en conflito están marcados na área de filtros activos, arriba.",
	"ores-rcfilters-logactions-conflicts-ores": "Este filtro entra en conflicto cun ou máis filtros de calidade das contribucións ou de intención do usuario. As predicións de calidade e intención non están dispoñibles para accións de usuarios conectados.",
	"ores-rcfilters-damaging-title": "Predicións da cualidade da contribución",
	"ores-rcfilters-damaging-whats-this-header": "Acerca das predicións de calidade das contribucións",
	"ores-rcfilters-damaging-whats-this-body": "Estas predicións son efectuadas por un servizo de aprendizaxe automático adestrado cun gran conxunto de edicións avaliadas por editores humanos. Os filtros máis estritos e precisos atopan menos falsos positivos, pero deixan de atopar máis obxectivos válidos. Os filtros menos precisos atopan máis obxectivos válidos, pero tamén máis falsos positivos.",
	"ores-rcfilters-damaging-conflicts-logactions": "As predicións de Calidade da contribución non están dispoñibles para certos tipos de cambio, polo que este filtro entra en conflito {{PLURAL:$2|co filtro de tipo de cambio seguinte|cos filtros de tipo de cambio seguintes}}: $1",
	"ores-rcfilters-damaging-likelygood-label": "Moi probablemente boas",
	"ores-rcfilters-damaging-likelygood-desc": "Filtro preciso para atopar case tódalas edicións que non teñan problemas.",
	"ores-rcfilters-damaging-maybebad-label": "Pode ter problemas",
	"ores-rcfilters-damaging-maybebad-desc": "Atopa a maioría de edicións erróneas ou perxudiciais, pero con menor precisión.",
	"ores-rcfilters-damaging-likelybad-label": "Susceptible de ter problemas",
	"ores-rcfilters-damaging-likelybad-desc": "Con precisión media, atopa máis edicións problemáticas que o filtro «Moi probablemente», pero menos que «Poden».",
	"ores-rcfilters-damaging-verylikelybad-label": "Moi susceptible de ter problemas",
	"ores-rcfilters-damaging-verylikelybad-desc": "Atopa con gran precisión as edicións máis claramente erróneas ou daniñas.",
	"ores-rcfilters-goodfaith-title": "Predicións das intencións do usuario",
	"ores-rcfilters-goodfaith-whats-this-header": "Acerca das predicións de intención dos usuarios",
	"ores-rcfilters-goodfaith-whats-this-body": "Estas predicións sobre a boa fe dos usuarios son efectuadas por un servizo de aprendizaxe automático adestrado nun gran conxunto de edicións avaliadas por editores humanos. Os filtros máis estritos e precisos atopan menos falsos positivos, pero deixan de atopar máis obxectivos válidos. Os filtros menos precisos atopan máis obxectivos válidos, pero tamén máis falsos positivos.",
	"ores-rcfilters-goodfaith-conflicts-logactions": "As predicións de intención de usuario non están dispoñibles para certos tipos de cambio, polo que este filtro entra en conflito {{PLURAL:$2|co filtro de tipo de modificación seguinte|cos filtros de tipo de modificación seguintes}}: $1",
	"ores-rcfilters-goodfaith-good-label": "Moi probablemente de boa fe",
	"ores-rcfilters-goodfaith-good-desc": "Moi preciso para atopar case tódalas edicións realizadas de boa fe.",
	"ores-rcfilters-goodfaith-maybebad-label": "Pode ser mala fe",
	"ores-rcfilters-goodfaith-maybebad-desc": "Atopa a maioría das edicións de mala fe, pero con pouca exactitude.",
	"ores-rcfilters-goodfaith-bad-label": "Probablemente de mala fe",
	"ores-rcfilters-goodfaith-bad-desc": "Con precisión media, atopa máis edicións de mala fe que o filtro «Moi probablemente», pero menos que «Poden».",
	"ores-rcfilters-goodfaith-verylikelybad-label": "Moi probablemente de mala fe",
	"ores-rcfilters-goodfaith-verylikelybad-desc": "Atopa con gran precisión as edicións máis claramente de mala fe.",
	"ores-pref-highlight": "Resaltar as edicións que probablemente teñen problemas con cores e un «{{int:ores-damaging-letter}}» para «necesita revisión»",
	"ores-pref-rc-hidenondamaging": "Mostrar só edicións probablemente problemáticas (e ocultar as que probablemente son boas)",
	"ores-pref-watchlist-hidenondamaging": "Mostrar só edicións probablemente problemáticas (e ocultar as que probablemente son boas)",
	"prefs-ores": "Puntuación de revisión",
	"apihelp-query+ores-description": "Devolver a configuración ORES e os datos do modelo para esta wiki.",
	"apihelp-query+ores-summary": "Devolver a configuración ORES e os datos do modelo para esta wiki.",
	"apihelp-query+ores-example-simple": "Recuperar os datos ORESː",
	"apihelp-query+revisions-paramvalue-prop-oresscores": "Puntuación ORES para a revisión.",
	"apihelp-query+allrevisions-paramvalue-prop-oresscores": "Puntuación ORES para a revisión.",
	"apihelp-query+recentchanges-paramvalue-prop-oresscores": "Engade a puntuación ORES para esta entrada.",
	"apihelp-query+watchlist-paramvalue-prop-oresscores": "Engade a puntuación ORES para esta modificación.",
	"apihelp-query+usercontribs-paramvalue-prop-oresscores": "Engade a puntuación ORES para a modificación.",
	"ores-api-show-note": "Ó usar <kbd>oresreview</kbd> ou <kbd>!oresreview</kbd>, as edicións sen puntuación (por exemplo, edicións moi antigas) considérase que non precisan ser revisadas aínda que si o precisarían en caso de ser avaliadas."
}
