{
	"@metadata": {
		"authors": [
			"Milicevic01",
			"Obsuser",
			"Сербијана"
		]
	},
	"ores-beta-feature-message": "ORES",
	"ores-desc": "Изложите аутоматизоване резултате измјена у интерфејсу",
	"ores-damaging-filter": "$1 вјероватно добре измјене",
	"ores-damaging-letter": "п",
	"ores-damaging-legend": "Ова измена је можда проблематична и требало би је прегледати ([[:mw:Special:MyLanguage/ORES review tool|више информација]])",
	"ores-hide-nondamaging-filter": "Сакриј вјероватно добре измјене",
	"ores-pref-damaging": "Праг предвиђања",
	"ores-pref-damaging-flag": "Означи потенцијално проблематичне измене бојама и са „{{int:ores-damaging-letter}}” за „потребан преглед” (да би се подесио ниво на којем ће се измене означавати, користити опцију „{{int:ores-pref-damaging}}” у подешавањима Списка надгледања)",
	"ores-damaging-maybebad": "Можда има проблема (означава већину проблематичних измена али укључује много лажних позитивних детекција)",
	"ores-damaging-likelybad": "Вероватно има проблеме (средња вероватноћа)",
	"ores-damaging-verylikelybad": "Веома вероватно има проблеме (означава неколико лажних позитивних детекција али проналази мањи проценат проблематичних измена)",
	"ores-help-damaging-pref": "Sets the sensitivity of the \"Highlight likely problem edits...\" and \"Show only likely problem edits...\" options on Recent Changes and Watchlist.\n\nОдређивање осетљивости за опцију „Означавање потенцијално проблематичних измена...” и „Приказ само потенцијално проблематичне измене...” на Скорашњим изменама и Списку надгледања.",
	"ores-rcfilters-whats-this-link-text": "Сазнајте више",
	"ores-rcfilters-ores-conflicts-logactions-global": "Филтер „Logged actions” је у сукобу са једним или више филтера за Квалитет доприноса или Намеру корисника. Предвиђања квалитета и намере нису доступни за акције евидентиране у дневницима. Сукобљени филтери су означени у подручју Активни филтери, изнад.",
	"ores-rcfilters-logactions-conflicts-ores": "Овај филтер је у сукобу са једним или више филтера за Квалитет доприноса или Намеру корисника. Предвиђања квалитета и намере нису доступна за акције евидентиране у дневницима.",
	"ores-rcfilters-damaging-title": "Предвиђање квалитета доприноса",
	"ores-rcfilters-damaging-whats-this-body": "Ова предвиђања генерише софтвер способан да учи и истрениран на великом сету измена које су људи оценили. Прецизније, што је филтер тачнији проналази мање лажних пријава али пропушта више својих мета. Мање тачни филтери проналазе више својих мета, али такође имају и више лажних детекција.",
	"ores-rcfilters-damaging-conflicts-logactions": "Предвиђања квалитета доприноса нису доступна за одређене типове измена, тако да је овај филтер у сукобу са следећим {{PLURAL:$2|филтером|филтерима}} типа измена: $1",
	"ores-rcfilters-damaging-maybebad-label": "Можда постоје проблеми",
	"ores-rcfilters-damaging-likelybad-desc-low": "Са средњом прецизношћу, проналази просјечну фракцију проблематичне измјене.",
	"ores-rcfilters-damaging-likelybad-desc-high": "Са високом прецизношћу, проналази већину проблематичних измјена.",
	"ores-rcfilters-damaging-verylikelybad-desc": "Високопрецизан у проналажењу већине очигледно мањкавих или штетних измена.",
	"ores-rcfilters-goodfaith-title": "Предвиђање намјера корисника",
	"ores-rcfilters-goodfaith-whats-this-body": "Ова предвиђања о доброј намери корисника генерише софтвер способан да учи и истрениран на великом сету измена које су људи оценили. Прецизније, што је филтер тачнији проналази мање лажних пријава али пропушта више својих мета. Мање тачни филтери проналазе више својих мета, али такође имају и више лажних детекција.",
	"ores-rcfilters-goodfaith-conflicts-logactions": "Предвиђања да ли је корисник на интернету нису доступна за одређен тип измена, тако да је овај филтер у сукобу са следећим {{PLURAL:$2|филтером|филтерима}} типа измене: $1",
	"ores-rcfilters-goodfaith-bad-desc-low": "Са средњом прецизношћу, проналази просјечну фракцију злонамјерне измјене.",
	"ores-rcfilters-goodfaith-bad-desc-high": "Са средњом прецизношћу, проналази већину злонамјерних измјена.",
	"ores-rcfilters-goodfaith-verylikelybad-label": "Врло вероватно с лошом намером",
	"ores-rcfilters-goodfaith-verylikelybad-desc": "Високопрецизан у проналажењу већине очигледних измена с лошом намером.",
	"ores-pref-highlight": "Означи потенцијално проблематичне измене бојама и са „{{int:ores-damaging-letter}}” за „потребан преглед”",
	"ores-pref-rc-hidenondamaging": "Прикажи само потенцијално проблематичне измене (и сакриј вероватно добре измене)",
	"ores-pref-watchlist-hidenondamaging": "Прикажи само потенцијално проблематичне измене (и сакриј вероватно добре измене)",
	"prefs-ores": "Оцјењивање измјена"
}
