{
	"@metadata": {
		"authors": [
			"Aefgh39622",
			"Patsagorn Y."
		]
	},
	"ores-desc": "แสดงคะแนนของรุ่นโดยอัตโนมัติในอินเตอร์เฟซ",
	"ores-damaging-filter": "$1การแก้ไขที่อาจไม่เป็นปัญหา",
	"ores-damaging-letter": "?",
	"ores-damaging-title": "การแก้ไขนี้ต้องการการตรวจสอบ",
	"ores-damaging-legend": "การแก้ไขนี้อาจมีปัญหาและต้องได้รับการตรวจสอบ ([[:mw:Special:MyLanguage/ORES review tool|ข้อมูลเพิ่มเติม]])",
	"ores-hide-nondamaging-filter": "ซ่อนการแก้ไขที่อาจไม่เป็นปัญหา",
	"ores-pref-damaging": "ระดับความเสียหาย",
	"ores-pref-damaging-flag": "เน้นสีการแก้ไขที่ดูคล้ายจะมีปัญหา และสัญลักษณ์ \"{{int:ores-damaging-letter}}\" หมายถึง \"ต้องการการตรวจสอบ\"",
	"ores-damaging-maybebad": "อาจจะเป็นปัญหา (ถูกตั้งค่าสถานะว่าการแก้ไขเป็นปัญหาโดยส่วนใหญ่ แต่รวมถึงผลบวกที่ผิดจำนวนหนึ่ง)",
	"ores-damaging-likelybad": "ดูเหมือนจะเป็นปัญหา (ความน่าจะเป็นระดับปานกลาง)",
	"ores-damaging-verylikelybad": "เป็นปัญหา (ความน่าจะเป็นสูง พบผลบวกผิดพลาดจำนวนน้อย)",
	"ores-help-damaging-pref": "เปลี่ยนการตั้งค่าความไวของ \"ระดับความเสียหาย\" เพื่อให้ตัวเลือกด้านล่างกว้างหรือชี้เฉพาะมากขึ้น",
	"ores-rcfilters-whats-this-link-text": "เรียนรู้เพิ่มเติม",
	"ores-rcfilters-ores-conflicts-logactions-global": "ตัวกรอง \"{{int:rcfilters-filter-logactions-label}}\" ขัดแย้งกับหนึ่งหรือหลายตัวกรองของตัวกรองระดับคุณภาพของการมีส่วนร่วม ฃหรือตัวกรองเจตนาผู้ใช้ โดยไม่สามารถใช้งานร่วมกับการแก้ไขที่ลงบันทึกได้ ตัวกรองที่ขัดแย้งถูกทำเครื่องหมายในเขตตัวกรองที่ทำงานด้านบน",
	"ores-rcfilters-logactions-conflicts-ores": "ตัวกรองนี้ขัดแย้งกับหนึ่งหรือหลายตัวกรองของตัวกรองคุณภาพของการมีส่วนร่วมหรือตัวกรองเจตนาผู้ใช้ โดยไม่สามารถใช้งานร่วมกับตัวกรองที่ลงบันทึกได้",
	"ores-rcfilters-damaging-title": "การคาดเดาคุณภาพของการมีส่วนร่วม",
	"ores-rcfilters-damaging-whats-this-header": "เกี่ยวกับการคาดเดาคุณภาพนี้",
	"ores-rcfilters-damaging-whats-this-body": "การคาดเดาเหล่านี้ถูกสร้างโดยบริการการเรียนรู้ของเครื่องจักร ถูกสอนด้วยชุดของการแก้ไขจำนวนมากที่ให้คะแนนการแก้ไขที่ละอันโดยผู้แก้ไขที่เป็นมนุษย์ โดยจะตรวจสอบความผิดพลาดของมนุษย์ด้วยการแก้ไขควบคุม ตัวกรองที่เข้มงวดกว่าหมายถึงพบข้อผิดพลาดเหล่านี้น้อย แต่จะพบการแก้ไขในขอบเขตนี้น้อยมาก ความเข้มงวดน้อยกว่าจะพบมากกว่า แต่หมายถึงพบผลบวกที่ผิดพลาดของมนุษย์มากกว่า ปัญญาประดิษฐ์จึงเลือกที่จะใช้การแก้ไขที่คล้ายกันกับการแก้ไขนั้นให้อยู่ในระดับความน่าจะเป็นต่ำ",
	"ores-rcfilters-damaging-conflicts-logactions": "คุณภาพของการมีส่วนร่วมไม่พร้อมใช้งานในหลายชนิดการเปลี่ยนแปลง ดังนั้นอาจพบว่ามีความขัดแย้งขณะใช้ร่วมกับ{{PLURAL:$2|ตัวกรอง}}ต่อไปนี้: $1",
	"ores-rcfilters-damaging-likelygood-label": "การแก้ไขที่น่าจะดี",
	"ores-rcfilters-damaging-likelygood-desc": "มีความน่าจะเป็นสูง จะพบการแก้ไขที่แทบไม่เป็นปัญหาโดยส่วนมาก",
	"ores-rcfilters-damaging-maybebad-label": "อาจจะเป็นปัญหา",
	"ores-rcfilters-damaging-maybebad-desc": "จะพบการแก้ไขที่มีข้อบกพร่องหรือมีปัญหา้ป็นส่วนใหญ่ แต่ความน่าจะเป็นต่ำกว่า",
	"ores-rcfilters-damaging-likelybad-label": "ดูเหมือนจะเป็นปัญหา",
	"ores-rcfilters-damaging-likelybad-desc-low": "ด้วยความน่าจะเป็นระดับปานกลาง และจะพบส่วนที่อาจเป็นปัญหาโดยส่วนใหญ่",
	"ores-rcfilters-damaging-likelybad-desc-high": "ด้วยความน่าจะเป็นระดับสูง ค้นหาการแก้ไขส่วนใหญ่ที่เป็นปัญหา",
	"ores-rcfilters-damaging-verylikelybad-label": "ดูเหมือนจะมีปัญหา"
}
